Repository: silvarbor/prowl
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Close Find Bar (Esc)
zh_hans: 关闭查找栏（Esc）

source: Close Folder
zh_hans: 关闭文件夹

source: Close Mirror
zh_hans: 关闭镜像

source: Close Other Tabs
zh_hans: 关闭其他标签页

source: Close Other Tabs in This Worktree
zh_hans: 关闭此 worktree 中的其他标签页

source: Close PR
zh_hans: 关闭 PR

source: Close Pane
zh_hans: 关闭窗格

source: Close Tab
zh_hans: 关闭标签页

source: Close Tabs
zh_hans: 关闭标签页

source: Close Tabs Below
zh_hans: 关闭下方的标签页

source: Close Tabs to the Right
zh_hans: 关闭右侧的标签页

source: Close Terminal
zh_hans: 关闭终端

source: Close Terminal Pane?
zh_hans: 关闭终端窗格？

source: Close Terminal Tab
zh_hans: 关闭终端标签页

source: Close Terminal Tab?
zh_hans: 关闭终端标签页？

source: Close Terminal Tabs?
zh_hans: 关闭终端标签页？

source: Close Window
zh_hans: 关闭窗口

source: Close Worktree
zh_hans: 关闭 Worktree

source: Close all terminal tabs in this worktree; the worktree itself stays
zh_hans: 关闭此 worktree 中的所有终端标签页； worktree 本身会保留

source: Close card
zh_hans: 关闭卡片

source: Close on success
zh_hans: 成功时关闭

source: Close pull request
zh_hans: 关闭拉取请求

source: Close the pane bound to %@.
zh_hans: 关闭绑定到 %@ 的窗格。

source: Close this review (Escape)
zh_hans: 关闭此审阅（Escape）

source: Close this window and invalidate the unused code
zh_hans: 关闭此窗口，并使未使用的配对码失效

source: Close without creating a profile.
zh_hans: 关闭且不创建配置。

source: Close without creating a workflow (Esc)
zh_hans: 关闭且不创建工作流（Esc）

source: Close without starting the workflow (Esc).
zh_hans: 关闭且不启动工作流（Esc）。

source: Closed
zh_hans: 已关闭

source: Closes the %@'s pane.
zh_hans: 关闭 %@ 的窗格。

source: Closing pull request…
zh_hans: 正在关闭拉取请求…

source: Closing this panel keeps Host running.
zh_hans: 关闭此面板后，主机仍会继续运行。

source: Code Host
zh_hans: 代码托管平台

source: Collapse
zh_hans: 折叠

source: Collapse %@
zh_hans: 折叠 %@

source: Collapse All
zh_hans: 全部折叠

source: Collapse repository section
zh_hans: 折叠仓库区域

source: Collapse step
zh_hans: 折叠步骤

source: Collapsed
zh_hans: 已折叠

source: Color
zh_hans: 颜色

source: Color the navigation panel and toolbar.
zh_hans: 为导航面板和工具栏着色。

source: Command
zh_hans: 命令

source: Command %lld
zh_hans: 命令 %lld

source: Command Finished
zh_hans: 命令已完成

source: Command Line Tool Error
zh_hans: 命令行工具错误

source: Command Line Tool Installed
zh_hans: 命令行工具已安装

source: Command Line Tool Uninstalled
zh_hans: 命令行工具已卸载

source: Command Palette
zh_hans: 命令面板

source: Command failed
zh_hans: 命令失败

source: Command failed: %@
zh_hans: 命令失败：%@

source: Command finished
zh_hans: 命令已完成

source: CommandIconMap entries (DEBUG)
zh_hans: CommandIconMap 条目（调试）

source: Commands
zh_hans: 命令

source: Comparing committed changes against %@ (%@)
zh_hans: 正在将已提交的变更与 %@（%@）进行比较

source: Completed
zh_hans: 已完成

source: Completed in %@
zh_hans: 已完成，用时 %@

source: Conditional
zh_hans: 有条件

source: Confirm Workflow Action
zh_hans: 确认工作流操作

source: Confirm Worktree Action
zh_hans: 确认 worktree 操作

source: Confirm Worktree Action (⌘↩)
zh_hans: 确认 worktree 操作（⌘↩）

source: Confirm before quitting
zh_hans: 退出前确认

source: Connect
zh_hans: 连接

source: Connect to Host
zh_hans: 连接到主机

source: Connect to a New Host…
zh_hans: 连接到新主机…

source: Connect to this Host and select a pane
zh_hans: 连接到此主机并选择窗格

source: Connected
zh_hans: 已连接

source: Connected to %@
zh_hans: 已连接到 %@

source: Connected · %@
zh_hans: 已连接 · %@

source: Connecting…
zh_hans: 正在连接…

source: Connection
zh_hans: 连接

source: Connection lost. Remote status is unknown.
zh_hans: 连接已断开。远程状态未知。

source: Connection lost: %@
zh_hans: 连接已断开：%@

source: Continuously
zh_hans: 持续

source: Controls whether Prowl presents the start sheet after resolving profiles, required role choices, and validation results.
zh_hans: 控制 Prowl 在解析完配置、必需的角色选择和验证结果后，是否显示启动面板。

source: Copied
zh_hans: 已复制

source: Copies gitignored files from the main worktree.
zh_hans: 从主 worktree 复制被 gitignore 忽略的文件。

source: Copies untracked files from the main worktree.
zh_hans: 从主 worktree 复制未跟踪的文件。

source: Copy
zh_hans: 复制

source: Copy %@
zh_hans: 复制 %@

source: Copy Branch Name
zh_hans: 复制分支名

source: Copy CI Failure Logs
zh_hans: 复制 CI 失败日志

source: Copy CI failure logs
zh_hans: 复制 CI 失败日志

source: Copy Defaults
zh_hans: 复制默认值

source: Copy Details
zh_hans: 复制详细信息

source: Copy Path
zh_hans: 复制路径

source: Copy Session Path
zh_hans: 复制会话路径

source: Copy a prompt that asks your coding agent to write a workflow for you
zh_hans: 复制一段提示词，让你的编码 Agent 为你编写工作流

source: Copy a prompt that asks your coding agent to write this workflow for you
zh_hans: 复制一段提示词，让你的编码 Agent 为你编写这个工作流

source: Copy a prompt that points your AI agent at Prowl's bundled docs
zh_hans: 复制一段提示词，引导你的 AI Agent 查阅 Prowl 内置文档

source: Copy failing job URL
zh_hans: 复制失败作业的 URL

source: Copy flags are ignored for bare repositories.
zh_hans: 对于裸仓库，复制标志会被忽略。

source: Copy full %@
zh_hans: 复制完整%@

source: Copy full JSON %@
zh_hans: 复制完整 JSON %@

source: Copy full error
zh_hans: 复制完整错误

source: Copy ignored files to new worktrees
zh_hans: 将忽略的文件复制到新 worktree

source: Copy path
zh_hans: 复制路径

source: Copy the agent's working directory path
zh_hans: 复制 Agent 的工作目录路径

source: Copy the on-disk path of this agent's session log
zh_hans: 复制此 Agent 会话日志在磁盘上的路径

source: Copy the pairing code
zh_hans: 复制配对码

source: Copy the pairing code (⌘C)
zh_hans: 复制配对码（⌘C）

source: Copy untracked files to new worktrees
zh_hans: 将未跟踪的文件复制到新 worktree

source: Copying %lld ignored files
zh_hans: 正在复制 %lld 个被忽略的文件

source: Copying %lld ignored files and copying %lld untracked files
zh_hans: 正在复制 %lld 个被忽略的文件和 %lld 个未跟踪的文件

source: Could Not Delete Workflow
zh_hans: 无法删除工作流

source: Could not complete the output action: %@
zh_hans: 无法完成输出操作：%@

source: Could not create the workflow file: %@
zh_hans: 无法创建工作流文件：%@

source: Could not delete the run: %@
zh_hans: 无法删除这次运行：%@

source: Could not locate bundled CLI binary.
zh_hans: 找不到内置的 CLI 可执行文件。

source: Could not locate the app's bundled resources.
zh_hans: 找不到应用的内置资源。

source: Could not move the workflow to Trash: %@
zh_hans: 无法将工作流移到废纸篓：%@

source: Could not parse GitHub CLI output. The installed GitHub CLI version may be incompatible.
zh_hans: 无法解析 GitHub CLI 的输出。已安装的 GitHub CLI 版本可能不兼容。

source: Could not read GitHub CLI output. Your shell startup files may be printing extra output to stdout.
zh_hans: 无法读取 GitHub CLI 的输出。你的 shell 启动文件可能向 stdout 打印了额外内容。

source: Could not read a workflow folder: %@
zh_hans: 无法读取工作流文件夹：%@

source: Could not read branches for %@: %@
zh_hans: 无法读取 %@ 的分支：%@

source: Could not read saved Host access. Try connecting again.
zh_hans: 无法读取已保存的主机访问权限。请重新连接。

source: Could not read this Mac’s Host identity. Try again.
zh_hans: 无法读取这台 Mac 的主机身份。请重试。

source: Could not remove saved Host access. Try again.
zh_hans: 无法移除已保存的主机访问权限。请重试。

source: Could not remove the saved access for %@. Try again.
zh_hans: 无法移除已保存的对 %@ 的访问权限。请重试。

source: Could not save access to this Host. Try connecting again.
zh_hans: 无法保存对此主机的访问权限。请重新连接。

source: Could not save this Mac’s Host identity. Try again.
zh_hans: 无法保存这台 Mac 的主机身份。请重试。

source: Couldn't generate suggestions. You can retry, or pick a symbol manually below.
zh_hans: 无法生成建议。你可以重试，或在下方手动选择符号。

source: Couldn't launch “%@”
zh_hans: 无法启动“%@”

source: Couldn't unregister worktrees for %@. Deleting the workspace folder now would leave those worktrees registered in their source repositories. Delete it anyway?
zh_hans: 无法为 %@ 取消注册 worktree。现在删除工作区文件夹会使这些 worktree 仍注册在其源仓库中。仍要删除吗？

source: Create
zh_hans: 创建

source: Create (↩)
zh_hans: 创建（↩）

source: Create Workspace (↩)
zh_hans: 创建工作区（↩）

source: Create a Shell or Agent Profile pane in a Host worktree
zh_hans: 在主机的 worktree 中创建 Shell 或 Agent 配置窗格

source: Create a background tab on Host and open its mirror
zh_hans: 在主机上创建后台标签页并打开它的镜像

source: Create a branch in %@
zh_hans: 在 %@ 中创建分支

source: Create a profile from this workflow's suggested agent configuration.
zh_hans: 根据此工作流建议的 Agent 设置创建配置。

source: Create and Mirror
zh_hans: 创建并镜像

source: Create opens the example in your text editor. Edit its instructions to make it your own, then return here to run it. For help writing a workflow, use Create with Agent.
zh_hans: “创建”会在文本编辑器中打开示例。修改其中的指令使其符合你的需要，然后回到这里运行。如需编写帮助，请使用“让 Agent 创建”。

source: Create profile from suggestion…
zh_hans: 根据建议创建配置…

source: Create this profile and select it for the role. Manage it later in Settings.
zh_hans: 创建此配置并将其用于该角色。之后可在设置中管理。

source: Create with Agent…
zh_hans: 让 Agent 创建…

source: Created %@
zh_hans: 已创建 %@

source: Creates %@ with %lld repositories (%@).
zh_hans: 创建 %1$@，包含 %2$lld 个仓库（%3$@）。

source: Creates %@ with 1 repository (%@).
zh_hans: 创建 %1$@，包含 1 个仓库（%2$@）。

source: Creates %@/%@/workflow.yaml
zh_hans: 将创建 %@/%@/workflow.yaml

source: Creates a new agent pane using the role's requirements and preferred profile.
zh_hans: 根据角色的要求和首选配置创建新的 Agent 窗格。

source: Creates a worktree on the selected branch, or a local tracking branch for a remote ref.
zh_hans: 在所选分支上创建 worktree；如果是远程引用，则创建本地跟踪分支。

source: Creates a worktree on the selected branch. A matching local branch already exists; choose whether to keep or reset it.
zh_hans: 在所选分支上创建 worktree。同名的本地分支已存在，请选择保留还是重置它。

source: Creates an isolated worktree on a new branch. The source checkout is left untouched.
zh_hans: 在新分支上创建独立的 worktree。源检出保持不变。

source: Creating %@
zh_hans: 正在创建 %@

source: Creating from %@.
zh_hans: 正在基于 %@ 创建。

source: Creating from %@. %@
zh_hans: 正在基于 %@ 创建。%@

source: Creating worktree
zh_hans: 正在创建 worktree

source: Creating…
zh_hans: 正在创建…

source: Creation
zh_hans: 创建

source: Current Pane
zh_hans: 当前窗格

source: Custom
zh_hans: 自定义

source: Custom Color
zh_hans: 自定义颜色

source: Custom Command
zh_hans: 自定义命令

source: Custom Commands
zh_hans: 自定义命令

source: Custom SF Symbol
zh_hans: 自定义 SF Symbol

source: Custom Value
zh_hans: 自定义值

source: Custom color
zh_hans: 自定义颜色

source: Custom color — pick any color
zh_hans: 自定义颜色——选择任意颜色

source: Custom command shortcuts support letters, numbers, and punctuation only.
zh_hans: 自定义命令的快捷键仅支持字母、数字和标点。

source: Custom diff command is empty
zh_hans: 自定义 Diff 命令为空

source: Custom tint color
zh_hans: 自定义色调

source: Custom · %@
zh_hans: 自定义 · %@

source: Cyan
zh_hans: 青色

source: Daily Check
zh_hans: 每日检查

source: Dark
zh_hans: 深色

source: Debouncing Claude Code pleasantries
zh_hans: 正在给 Claude Code 的客套话防抖

source: Debug
zh_hans: 调试

source: Decrease Font Size
zh_hans: 减小字号

source: Dedicated account
zh_hans: 专用账户

source: Default
zh_hans: 默认

source: Default Agent Profile
zh_hans: 默认 Agent 配置

source: Default Editor
zh_hans: 默认编辑器

source: Default Views
zh_hans: 默认视图

source: Default directory for new worktrees across repositories. Leave empty to keep current behavior.
zh_hans: 各仓库新建 worktree 的默认目录。留空则保持当前行为。

source: Default editor
zh_hans: 默认编辑器

source: Default strategy when merging PRs from the command palette.
zh_hans: 从命令面板合并 PR 时的默认策略。

source: Default: current behavior
zh_hans: 默认：当前行为

source: Defaults to the repository name. Prowl adds a suffix if the folder already exists.
zh_hans: 默认为仓库名称。如果文件夹已存在，Prowl 会添加后缀。

source: Defined
zh_hans: 已定义

source: Defined as a global command
zh_hans: 定义为全局命令

source: Delete
zh_hans: 删除

source: Delete %@
zh_hans: 删除 %@

source: Delete %@? The worktree directory will be removed.
zh_hans: 删除 %@？ worktree 目录将被移除。

source: Delete %lld worktrees?
zh_hans: 删除 %lld 个 worktree？

source: Delete %lld worktrees? Their worktree directories will be removed.
zh_hans: 删除 %lld 个 worktree？其 worktree 目录将被移除。

source: Delete Folder Anyway
zh_hans: 仍然删除文件夹

source: Delete Run
zh_hans: 删除运行记录

source: Delete Run…
zh_hans: 删除运行记录…

source: Delete Selected
zh_hans: 删除所选

source: Delete Selected (%@)
zh_hans: 删除所选（%@）

source: Delete Selected Worktrees (%@)
zh_hans: 删除所选 worktree（%@）

source: Delete This Run?
zh_hans: 删除此运行？

source: Delete Workflow?
zh_hans: 删除工作流？

source: Delete Workflow…
zh_hans: 删除工作流…

source: Delete Worktree
zh_hans: 删除 worktree

source: Delete Worktree (%@)
zh_hans: 删除 worktree（%@）

source: Delete branch
zh_hans: 删除分支

source: Delete every finished run from Workflow History
zh_hans: 从工作流历史中删除所有已完成的运行

source: Delete local branch during automatic cleanup
zh_hans: 自动清理时删除本地分支

source: Delete not allowed
zh_hans: 不允许删除

source: Delete selected (%@)
zh_hans: 删除所选（%@）

source: Delete the branch from the source repository with git branch -D after removing the worktree.
zh_hans: 移除 worktree 后，在源仓库中使用 git branch -D 删除该分支。

source: Delete the local branch when automatic cleanup removes a Prowl-created worktree.
zh_hans: 当自动清理移除 Prowl 创建的 worktree 时，删除本地分支。

source: Delete worktree
zh_hans: 删除 worktree

source: Delete worktree?
zh_hans: 删除 worktree？

source: Deleted Profile
zh_hans: 已删除配置

source: Deletes the cloned folder, including any uncommitted work in it.
zh_hans: 删除克隆的文件夹，包括其中所有未提交的工作。

source: Deletes worktrees when their pull requests are merged. %@
zh_hans: 当其拉取请求被合并时删除 worktree。 %@

source: Deleting the main worktree is not allowed.
zh_hans: 不允许删除主 worktree。

source: Description
zh_hans: 描述

source: Details
zh_hans: 详细信息

source: Detect project icons automatically
zh_hans: 自动检测项目图标

source: Detected automatically from this project's assets. It keeps its original colors.
zh_hans: 从此项目的资源中自动检测得到，保留自身颜色。

source: Detection runs locally when a repository is added. It never replaces an icon you picked, and turning it off leaves already detected icons unchanged.
zh_hans: 检测在添加仓库时于本地运行。它不会替换你选择的图标；关闭后，已检测到的图标保持不变。

source: Diagnostics
zh_hans: 诊断

source: Diff Mode
zh_hans: Diff 模式

source: Diff Style
zh_hans: Diff 样式

source: Diff Tool
zh_hans: Diff 工具

source: Different version
zh_hans: 不同版本

source: Diffs & Pull Requests
zh_hans: Diff 与拉取请求

source: Dim unfocused split panes
zh_hans: 调暗未聚焦的分屏窗格

source: Direction to split the focused terminal pane.
zh_hans: 拆分当前聚焦终端窗格的方向。

source: Disabled
zh_hans: 已停用

source: Disabled globally
zh_hans: 已全局禁用

source: Disabled in Settings.
zh_hans: 已在设置中停用。

source: Discard changes to this repository (Esc)
zh_hans: 放弃对此仓库的更改（Esc）

source: Disconnect
zh_hans: 断开连接

source: Disconnect %@ from %@? The terminal keeps running. The device stays paired and can reconnect.
zh_hans: 要断开 %1$@ 与 %2$@ 的连接吗？终端会继续运行。设备保持配对，可以重新连接。

source: Disconnect Mirror
zh_hans: 断开镜像

source: Disconnect Mirror?
zh_hans: 要断开镜像吗？

source: Disconnect mirror of %@ from %@
zh_hans: 断开 %1$@ 与 %2$@ 的镜像

source: Disconnect mirrors and stop listening; local terminals keep running
zh_hans: 断开所有镜像并停止监听；本地终端继续运行

source: Disconnect this device and require it to pair again
zh_hans: 断开此设备，并要求它重新配对

source: Disconnect this mirror; keep the device paired and the terminal running
zh_hans: 断开此镜像；设备保持配对，终端继续运行

source: Disconnect this mirror; the Host program continues running
zh_hans: 断开此镜像；主机上的程序继续运行

source: Disconnected
zh_hans: 已断开

source: Dismiss
zh_hans: 关闭

source: Dismiss All
zh_hans: 全部清除

source: Dismiss Command Palette
zh_hans: 关闭命令面板

source: Dismiss Workflow Start
zh_hans: 关闭工作流启动界面

source: Dismiss all notifications
zh_hans: 关闭所有通知

source: Display
zh_hans: 显示

source: Display each agent's own terminal title in the row and show the branch name on hover.
zh_hans: 在行中显示每个 Agent 自己的终端标题，并在悬停时显示分支名称。

source: Display relay disconnected.
zh_hans: 显示中继已断开。

source: Display relay is too slow.
zh_hans: 显示中继速度过慢。

source: Display replica disconnected.
zh_hans: 显示副本已断开。

source: Do nothing
zh_hans: 不执行任何操作

source: Don't ask again
zh_hans: 不再询问

source: Done
zh_hans: 完成

source: Down
zh_hans: 下方

source: Drag %@ to reorder
zh_hans: 拖动 %@ 以重新排序

source: Drag a repo here
zh_hans: 将仓库拖到此处

source: Drag empty area, middle-click drag, or two-finger swipe
zh_hans: 拖动空白区域、按住中键拖动，或双指轻扫

source: Drag to reorder command
zh_hans: 拖动以重新排序命令

source: Duration threshold
zh_hans: 时长阈值

source: Each workspace is an isolated copy of your codebase.
zh_hans: 每个工作区都是代码库的独立副本。

source: Earlier issue
zh_hans: 早前的问题

source: Edit Repository
zh_hans: 编辑仓库

source: Edit Workspace
zh_hans: 编辑工作区

source: Edit Workspace...
zh_hans: 编辑工作区…

source: Edit Workspace…
zh_hans: 编辑工作区…

source: Edit the selected workspace's title, description, links, and repositories
zh_hans: 编辑所选工作区的标题、描述、链接和仓库

source: Edit the workspace title, description, links, and repositories
zh_hans: 编辑工作区的标题、描述、链接和仓库

source: Edit this profile
zh_hans: 编辑此配置

source: Edit this repository
zh_hans: 编辑此仓库

source: Edit…
zh_hans: 编辑…

source: Effective execution mode follows your extra arguments.
zh_hans: 实际执行模式取决于你的额外参数。

source: Empty %@
zh_hans: %@为空

source: Empty message
zh_hans: 消息为空

source: Enable %@
zh_hans: 启用 %@

source: Enable %@ in this repository
zh_hans: 在此仓库中启用 %@

source: Enable GitHub integration
zh_hans: 启用 GitHub 集成

source: Enable GitHub integration and install gh CLI to use pull request checks.
zh_hans: 启用 GitHub 集成并安装 gh CLI 以使用拉取请求检查。

source: Enable GitHub integration to close a pull request.
zh_hans: 启用 GitHub 集成以关闭拉取请求。

source: Enable GitHub integration to copy CI failure logs.
zh_hans: 启用 GitHub 集成以复制 CI 失败日志。

source: Enable GitHub integration to mark a pull request as ready.
zh_hans: 启用 GitHub 集成以将拉取请求标记为可审查。

source: Enable GitHub integration to merge a pull request.
zh_hans: 启用 GitHub 集成以合并拉取请求。

source: Enable GitHub integration to re-run failed jobs.
zh_hans: 启用 GitHub 集成以重新运行失败的作业。

source: Enable this workflow before running.
zh_hans: 运行前请先启用此工作流。

source: Enabled
zh_hans: 已启用

source: Enter a branch name to create a worktree.
zh_hans: 请输入分支名称以创建 worktree。

source: Enter a branch name to rename.
zh_hans: 请输入要重命名成的分支名称。

source: Enter a command to run in this worktree. It will be saved to repository settings.
zh_hans: 输入要在此 worktree 中运行的命令。它将保存到仓库设置中。

source: Enter a listen address of this Mac and a port between 1 and 65535.
zh_hans: 请输入这台 Mac 的监听地址，以及 1 到 65535 之间的端口。

source: Enter a name.
zh_hans: 请输入名称。

source: Enter a port between 1 and 65535.
zh_hans: 请输入 1 到 65535 之间的端口。

source: Enter a valid clone URL and destination.
zh_hans: 请输入有效的克隆 URL 和目标位置。

source: Enter a valid git branch name and try again.
zh_hans: 请输入有效的 git 分支名称后重试。

source: Enter an ID.
zh_hans: 请输入 ID。

source: Enter an IP address or a host name without spaces.
zh_hans: 请输入 IP 地址或不含空格的主机名。

source: Enter another Mac’s address and its pairing code
zh_hans: 输入另一台 Mac 的地址及其配对码

source: Enter the Host address.
zh_hans: 请输入主机地址。

source: Enter the address shown on Host under Remote Mirror → Add a Device.
zh_hans: 输入主机上“远程镜像 → 添加设备”中显示的地址。

source: Enter the current 8-character pairing code shown on Host.
zh_hans: 请输入主机上当前显示的 8 位配对码。

source: Enter the pairing code shown on Host.
zh_hans: 请输入主机上显示的配对码。

source: Enter the port in its own field.
zh_hans: 请在单独的端口栏中输入端口。

source: Environment Variables
zh_hans: 环境变量

source: Error
zh_hans: 错误

source: Error checking status
zh_hans: 检查状态时出错

source: Every opened repository is already in this workspace
zh_hans: 所有已打开的仓库都已在此工作区中

source: Evicting polite overcommit
zh_hans: 正在劝退“好的好的，马上改”

source: Example new worktree path: %@
zh_hans: 新 worktree 路径示例：%@

source: Execution
zh_hans: 执行

source: Execution Mode
zh_hans: 执行模式

source: Existing Branch
zh_hans: 现有分支

source: Existing agent
zh_hans: 现有 Agent

source: Existing branch %@ → worktree
zh_hans: 现有分支 %@ → worktree

source: Exit Archived Worktrees
zh_hans: 退出已归档 worktree

source: Exit Split Zoom
zh_hans: 退出分屏缩放

source: Exit split zoom
zh_hans: 退出分屏缩放

source: Expand
zh_hans: 展开

source: Expand %@
zh_hans: 展开 %@

source: Expand / Restore Canvas Card
zh_hans: 展开/恢复画布卡片

source: Expand / restore card
zh_hans: 展开/恢复卡片

source: Expand Active
zh_hans: 展开活跃项

source: Expand All
zh_hans: 全部展开

source: Expand card
zh_hans: 展开卡片

source: Expand or collapse step details
zh_hans: 展开或折叠步骤详情

source: Expand repositories with open tabs
zh_hans: 展开有打开标签页的仓库

source: Expand repository section
zh_hans: 展开仓库区域

source: Expand step
zh_hans: 展开步骤

source: Expanded
zh_hans: 已展开

source: Expected
zh_hans: 等待中

source: Expires in
zh_hans: 剩余有效时间

source: Export this finished run as a ZIP
zh_hans: 将此已完成运行导出为 ZIP

source: Exported in all scripts below
zh_hans: 已在下方所有脚本中导出

source: Export…
zh_hans: 导出…

source: Extra Arguments
zh_hans: 额外参数

source: Extra arguments request the runtime's least-restricted mode.
zh_hans: 额外参数请求了运行时限制最少的模式。

source: Fade split panes that aren't focused so the active one stands out.
zh_hans: 淡出未聚焦的分屏窗格，让当前窗格更醒目。

source: Failed
zh_hans: 失败

source: Failed (exit code %lld) after %@
zh_hans: 失败（退出码 %lld），用时 %@

source: Failed jobs re-run started
zh_hans: 已开始重新运行失败的作业

source: Failed to close pull request
zh_hans: 无法关闭拉取请求

source: Failed to copy CI failure logs
zh_hans: 无法复制 CI 失败日志

source: Failed to launch authorization prompt: %@
zh_hans: 无法弹出授权提示：%@

source: Failed to mark pull request ready
zh_hans: 无法将拉取请求标记为可审查

source: Failed to merge pull request
zh_hans: 无法合并拉取请求

source: Failed to re-run failed jobs
zh_hans: 无法重新运行失败的作业

source: Failing check not found
zh_hans: 未找到失败检查

source: Failing job URL copied
zh_hans: 已复制失败作业的 URL

source: Fetch pull request state
zh_hans: 获取拉取请求状态

source: Fetch pull request status for this repository's branches. Disable to skip background GitHub queries and save API rate limit.
zh_hans: 获取此仓库各分支的拉取请求状态。停用后将跳过后台 GitHub 查询，节省 API 速率限额。

source: Fetch remote before creating worktree
zh_hans: 创建 worktree 前获取远程

source: Fetched Remote Branches
zh_hans: 已获取的远程分支

source: Fetching %@
zh_hans: 正在获取 %@

source: Fetching CI logs…
zh_hans: 正在获取 CI 日志…

source: Fetching remote
zh_hans: 正在获取远程

source: File at %@ is not a symlink. Refusing to remove for safety.
zh_hans: %@ 处的文件不是符号链接。为安全起见，不会移除它。

source: Files stay on disk unless you delete them here.
zh_hans: 除非在这里删除，否则文件会保留在磁盘上。

source: Fills the symbol name field with this suggestion.
zh_hans: 用此建议填充符号名称字段。

source: Filter branches...
zh_hans: 筛选分支…

source: Filter commands
zh_hans: 筛选命令

source: Find
zh_hans: 查找

source: Find %@ later in Menu Bar > Worktrees > Archived Worktrees (%@).
zh_hans: 稍后可在菜单栏 > Worktree > 已归档 worktree（%2$@）中找到 %1$@。

source: Find Next
zh_hans: 查找下一个

source: Find Previous
zh_hans: 查找上一个

source: Find them later in Menu Bar > Worktrees > Archived Worktrees (%@).
zh_hans: 稍后可在菜单栏 > Worktree > 已归档 worktree（%@）中找到它们。

source: Find...
zh_hans: 查找…

source: Finished in %@
zh_hans: 已结束，用时 %@

source: Finishing workflow
zh_hans: 正在结束工作流

source: Fit to Window
zh_hans: 适应窗口

source: Fit to Window — click to show Original Size; Host dimensions stay unchanged
zh_hans: 适应窗口 — 点按以显示原始大小；主机尺寸保持不变

source: Fix the validation errors before running.
zh_hans: 运行前请先修复验证错误。

source: Floating Positions
zh_hans: 浮动位置

source: Focus %@ in @%@
zh_hans: 在 @%2$@ 中聚焦 %1$@

source: Focus Pane
zh_hans: 聚焦窗格

source: Focus Terminal in %@
zh_hans: 在 %@ 中聚焦终端

source: Focus pane
zh_hans: 聚焦窗格

source: Folder
zh_hans: 文件夹

source: Folder inside workspace
zh_hans: 工作区内的文件夹

source: Folder name
zh_hans: 文件夹名称

source: Follow Repo Color Setting
zh_hans: 跟随仓库颜色设置

source: Follow System
zh_hans: 跟随系统

source: Follow Workflow
zh_hans: 跟随工作流

source: Follows the title until you change it. Prowl creates the workspace in this folder.
zh_hans: 在你更改之前会跟随标题。Prowl 会在此文件夹中创建工作区。

source: Force Delete
zh_hans: 强制删除

source: Force delete branch?
zh_hans: 强制删除分支？

source: Forces the Dock notification badge on for visual testing
zh_hans: 为视觉测试强制显示程序坞通知标记

source: Forget
zh_hans: 忘记

source: Forward in Worktree History
zh_hans: 在 worktree 历史中前进

source: General
zh_hans: 通用

source: Generating suggestions…
zh_hans: 正在生成建议…

source: Get GitHub CLI
zh_hans: 获取 GitHub CLI

source: Getting your agents ready
zh_hans: 正在叫 Agent 们起床干活

source: Git Repository URL
zh_hans: Git 仓库 URL

source: Git command failed: %@
zh_hans: Git 命令失败：%@

source: Git command failed: %@ %@
zh_hans: Git 命令失败：%@ %@

source: Git is unavailable
zh_hans: Git 不可用

source: Git is unavailable. Check your Git installation. If you use Apple Git, check Command Line Tools. Then retry.
zh_hans: Git 不可用。请检查你的 Git 安装。如果你使用 Apple Git，请检查 Command Line Tools。然后重试。
